{
    "stickyMenu": {
        "home": "Home",
        "contact": "Contact Us",
        "about": "About"
    },
    "villageWebsite": "Baños de la Encina official website",
    "availability": "Check availability:",
    "houseTitle": "La casa del paseo",
    "visitUs": "Visit us on Booking.com",
    "contactUs": "Looking for better prices? Contact us directly:",
    "betterPrices": "Best prices guaranteed",
    "personalAttention": "Personal attention",
    "restaurantTitles": "Restaurants",
    "activities": "Activities",
    "mesonTitle": "Meson Santos",
    "mesonDesc": "This charming country pub is the ideal spot to soak up the serene atmosphere of a quaint village nestled in nature. Adorned with traditional hunting motifs, including a striking bull's head and rustic touches, it exudes warmth and authenticity. A cosy fireplace, framed by a decorative stone wall, creates the perfect haven for chilly days. With classic wooden furnishings and décor that reflects the local character, this pub offers a welcoming space to unwind and savour the simple pleasures, whether it’s a hearty homemade meal or a drink with good company.",
    "castleVisitTitle": "Guided tour of Bury al-Hamma",
    "castleVisitDescP1": "The Castle of Bury al-Hamma, located in the village of Baños de la Encina, is one of the best-preserved Muslim fortresses in Spain and a remarkable example of Almohad architecture. Its striking crenellated walls, featuring fifteen towers, date back to the 12th century and seamlessly adapt to the rugged terrain of Cerro del Cueto. Constructed with rammed earth mixed with lime, soil, and water, the structure has withstood the test of time almost unscathed.",
    "castleVisitDescP2": "The site reveals evidence of human settlement as far back as the Copper Age, with Iberian remnants and funerary structures found within its grounds, alongside a sophisticated Almohad urban design. After its capture by Ferdinand III in 1225, the Torre del Homenaje (Keep) was added, blending Christian and Muslim elements. Declared a National Monument in 1931, the castle stands as a testament to its historical and strategic significance in controlling the mountain passes of Sierra Morena.",
    "camarinVisitTitle": "Guided tour of the Castle and Jesús del Llano chapel with its baroque Camarín.",
    "camarinVisitDesc": "This option for visiting Baños de la Encina allows us to explore the best-preserved Muslim castle in Europe, featuring archaeological remains from the Bronze Age and even Roman times within its walls. Afterwards, we will visit the impressive Chapel of Jesús del Llano and its splendid Baroque Camarín, a unique example of 18th-century Andalusian Baroque. The decoration, featuring angels, scrolls, birds, saints, and mirrors that illuminate the entire room, transports visitors to a one-of-a-kind paradise in the province of Jaén.",
    "sanctuaryTitle": "Guided tour of the Sanctuary of the Blessed Virgin of the Oak Tree",
    "sanctuaryDesc": "The Sanctuary of La Encina, located just over four kilometres from Baños and accessible via a route that partially follows the course of the ancient Roman road from Iliturgi to Toledo, was constructed in successive stages atop an earlier, much smaller structure. This original sanctuary is thought to date back to the late 13th and early 14th centuries, as evidenced by certain architectural fragments discovered nearby, such as columns, shafts, and pre-Romanesque capitals, likely remnants of the primitive sanctuary. A significant and definitive expansion and restructuring took place in the 17th century, leaving it in the form we see today.",
    "penalosaTitle": "Guided hike to the archaeological site of Peñalosa",
    "penalosaDesc": "We will enjoy a guided hiking route of just 3 kms where through the path of the springs, along the Rumblar Reservoir, we will travel 4,000 years back in time to see a mining village, Peñalosa.",
    "kayakTitle": "Kayak route along the Rumblar reservoir",
    "kayakDesc": "In the Rumblar reservoir you can't miss the kayak route to discover all the surroundings of Sierra Morena. Just over 10 minutes from Baños and its historic centre, and located in the heart of the Sierra Morena, in a unique environment full of scrubland vegetation: rockrose, thyme and rosemary. You will complete a route full of history and nature.",
    "paseoDesc1": "Welcome to Baños de la Encina",
    "paseoDesc2": "Discover the history of the village",
    "paseoDesc3": "Adventure through the paradisical Sierra Morena",
    "paseoDesc4": "Stay in la casa del paseo"

}
