{
    "stickyMenu": {
        "home": "Inicio",
        "contact": "Contacto",
        "about": "Sobre Nosotros"
    },
    "availability": "Comprobar disponibilidad:",
    "houseTitle": "La casa del paseo",
    "titleDesc": "La Casa del Paseo es un alojamiento rural con capacidad para 8 personas con una superficie construida de 200 m2 más una superficie ajardinada de 40 m2 y un patio de 80. Dispone de 4 dormitorios, uno en planta baja, dos cuartos de baño completos con ducha, cocina grande totalmente equipada y un gran salón con chimenea de leña. Situada en una zona privilegiada de Baños de la Encina, en un amplio paseo a 50 metros de la ermita del Cristo del Llano que alberga un camarín barroco espectacular.",
    "mesonTitle": "Meson Santos",
    "mesonDesc": "Este acogedor bar rural es el lugar perfecto para disfrutar de la tranquilidad de un pueblo rodeado de naturaleza. Decorado con motivos tradicionales de caza, como la majestuosa cabeza de un toro y detalles rústicos, el espacio evoca una atmósfera auténtica y cálida. La chimenea, ubicada junto a una pared de piedra decorativa, añade un toque hogareño ideal para los días más fríos. Con mobiliario clásico de madera y elementos que reflejan la identidad local, este bar invita a relajarse y disfrutar de una experiencia genuina, ya sea compartiendo una comida casera o una bebida entre amigos.",
    "activities": "Actividades",
    "castleVisitTitle": "Visita guiada al Castillo de Bury al Hamma",
    "castleVisitDescP1": "El Castillo de Bury al-Hamma, situado en la villa de Baños de la Encina, es uno de los castillos musulmanes mejor conservados de España y un destacado ejemplo de arquitectura almohade. Su impresionante muralla almenada, con quince torres, data del siglo XII y se adapta al terreno rocoso del Cerro del Cueto. Construido con tapial mezclado con cal, tierra y agua, ha resistido el paso del tiempo casi intacto.",
    "castleVisitDescP2": "El lugar muestra evidencias de ocupación desde la Edad del Cobre, con restos ibéricos y estructuras funerarias en su interior, además de una compleja urbanización almohade. Tras ser conquistado por Fernando III en 1225, se añadió la Torre del Homenaje, integrando elementos cristianos y musulmanes. Declarado Monumento Nacional en 1931, el castillo destaca por su importancia histórica y estratégica en el control de los pasos de Sierra Morena."


}
