{
    "stickyMenu": {
        "home": "Inicio",
        "contact": "Contacto",
        "about": "Sobre Nosotros"
    },
    "villageWebsite": "Sitio web de Baños de la Encina",
    "availability": "Comprobar disponibilidad:",
    "houseTitle": "La casa del paseo",
    "visitUs": "Visítanos en Booking.com",
    "contactUs": "¿Buscando mejores precios? Contacta directamente con nosotros:",
    "betterPrices": "Mejores tarifas garantizadas",
    "personalAttention": "Atención personalizada",
    "restaurantTitles": "Restaurantes",
    "activities": "Actividades",
    "mesonTitle": "Meson Santos",
    "mesonDesc": "Este acogedor bar rural es el lugar perfecto para disfrutar de la tranquilidad de un pueblo rodeado de naturaleza. Decorado con motivos tradicionales de caza, como la majestuosa cabeza de un toro y detalles rústicos, el espacio evoca una atmósfera auténtica y cálida. La chimenea, ubicada junto a una pared de piedra decorativa, añade un toque hogareño ideal para los días más fríos. Con mobiliario clásico de madera y elementos que reflejan la identidad local, este bar invita a relajarse y disfrutar de una experiencia genuina, ya sea compartiendo una comida casera o una bebida entre amigos.",
    "castleVisitTitle": "Visita guiada al Castillo de Bury al Hamma",
    "castleVisitDescP1": "El Castillo de Bury al-Hamma, situado en la villa de Baños de la Encina, es uno de los castillos musulmanes mejor conservados de España y un destacado ejemplo de arquitectura almohade. Su impresionante muralla almenada, con quince torres, data del siglo XII y se adapta al terreno rocoso del Cerro del Cueto. Construido con tapial mezclado con cal, tierra y agua, ha resistido el paso del tiempo casi intacto.",
    "castleVisitDescP2": "El lugar muestra evidencias de ocupación desde la Edad del Cobre, con restos ibéricos y estructuras funerarias en su interior, además de una compleja urbanización almohade. Tras ser conquistado por Fernando III en 1225, se añadió la Torre del Homenaje, integrando elementos cristianos y musulmanes. Declarado Monumento Nacional en 1931, el castillo destaca por su importancia histórica y estratégica en el control de los pasos de Sierra Morena.",
    "camarinVisitTitle": "Abono guiado del Castillo de Baños y la Ermita de Jesús del Llano y su Camarín barroco",
    "camarinVisitDesc": "Esta opción de visita a Baños de la Encina, nos permite conocer el Castillo musulmán mejor conservado de Europa, en su interior restos arqueológicos de la Edad del Bronce e incluso época romana. Después visitaremos la impresionante Ermita de Jesús del Llano y su exuberante Camarín barroco, ejemplar único del barroco andaluz  del siglo XVIII donde la decoración de ángeles, volutas, pájaros, santos y espejos que iluminan toda la sala, hace que el visitante se traslade a un paraíso único en la provincia de Jaén.",
    "sanctuaryTitle": "Santuario de la Virgen de la Encina",
    "sanctuaryDesc": "El Santuario de la Encina, a poco de más de cuatro kilómetros de Baños, con camino,  que sigue en parte el curso de la antigua calzada romana de Iliturgi a Toledo, se edificó en etapas sucesivas y sobre otro primitivo que debió ser mucho más pequeño, de finales del siglo XIII y principios del XIV, como revelan ciertas piezas arquitectónicas halladas en las inmediaciones: columnas y fustes, así como capiteles de un pre-románico, probablemente del Santuario primitivo. En el siglo XVII se hizo una notable y definitiva ampliación y reestructuración, quedando como en la actualidad.",
    "penalosaTitle": "Senderismo guiado al Yacimiento arqueológico de Peñalosa",
    "penalosaDesc": "Disfrutaremos de una ruta de senderismo guiada de apenas 3 kms  donde a través de la vereda de las aguas, paralela al Embalse del Rumblar nos trasladaremos 4.000 años en el tiempo para conocer un poblado minero Peñalosa.",
    "kayakTitle": "Ruta en kayak por el Rumblar",
    "kayakDesc": "En el embalse del Rumblar no te puedes perder la ruta en piragua para descubrir todo el entorno de Sierra Morena. A poco más de 10 minutos de Baños y su casco histórico, y situado en plena Sierra Morena, en un entorno inigualable repleto de vegetación de monte bajo: jara, tomillo y romero. Completarás un recorrido repleto de historia y naturaleza."

}
